[
  "Aká bola tvoja najdivokejšia sexuálna skúsenosť?",
  "Mal si niekedy sex na verejnom mieste?",
  "Ak by si si mohol vybrať, v akej polohe by si mal sex do konca života?",
  "Máš nejakú tajnú sexuálnu fantáziu, ktorú si ešte nerealizoval?",
  "Chcel by si niekedy vyskúšať sex v trojici?",
  "Máš radšej sex ráno alebo večer?",
  "Aké spodné prádlo ťa na žene najviac vzrušuje?",
  "Máš nejaké obľúbené miesto na tele, kde sa ťa má partnerka dotýkať?",
  "Použil si niekedy erotické hračky?",
  "Pozeráš niekedy porno? Ak áno, aký žáner najradšej?",
  "Bol si niekedy neverný? Ak áno, prečo?",
  "Máš radšej jemné milovanie alebo tvrdý sex?",
  "Máš radšej rýchlovky alebo dlhé noci plné vášne?",
  "Užil si si niekedy sex na jednu noc?",
  "Bozkávaš sa rád aj po sexe?",
  "Nosíš alebo si niekedy nosil erotické oblečenie pre zábavu?",
  "Urobil si niekedy niečo také zvrátené, že si sa za to aj trochu hanbil?",
  "Aké bolo najviac sexy gesto, ktoré ti niekto urobil?",
  "Máš skúsenosť s rolovými hrami v spálni?",
  "Ktorá časť ženského tela ťa najviac vzrušuje?",
  "Dokázal by si mať vzťah, kde je sex len raz za mesiac?",
  "Aká je tvoja obľúbená predohra?",
  "Máš radšej dominanciu alebo submisivitu v posteli?",
  "Ktorú sexuálnu pozíciu by si vedel robiť celý večer?",
  "Máš rád dirty talk alebo ťa to skôr ruší?",
  "Aký najdivnejší kompliment si dostal na svoje telo?",
  "Skúsil by si niekedy sex v aute, vo výťahu alebo lietadle?",
  "Máš nejaké sexuálne tabu, ktoré by si nikdy neprekročil?",
  "Máš rád, keď ti partnerka šepká niečo špinavé do ucha?",
  "Myslíš si, že veľkosť naozaj rozhoduje?",
  "Chcel by si si niekedy natočiť vlastné domáce video?",
  "Užil by si si viac sex s úplnou neznámou alebo s niekým, koho miluješ?",
  "Kedy naposledy si mal erotický sen a o čom bol?",
  "Máš nejaký crush na niekoho, koho by si nemal mať?",
  "Mal si niekedy sex s niekým, s kým si nemal?",
  "Dostal si už niekedy ponuku na sex za peniaze?",
  "Ak by si mal na výber: 24 hodín úplnej slobody v posteli alebo 24 hodín romantiky a objatia?",
  "Čo by si robil, ak by si ma našiel nahú vo svojej posteli?",
  "Ak by si mohol niekomu položiť len jednu pikantnú otázku, čo by to bolo?",
  "Ak by som ťa požiadala, aby si mi napísal erotický príbeh, o čom by bol?",
  "Povedz mi jeden detail, čo si na mne predstavuješ, keď máš svoje „chvíľky“.",
  "Ktorú časť svojho tela by si mi najradšej ukázal ako prvú bez oblečenia?",
  "Dokážeš ma zviesť len cez správy?",
  "Si viac typ na romantické večery alebo horúce noci bez zábran?",
  "Máš rád, keď ti žena rozkazuje v posteli, alebo chceš mať všetko pod kontrolou?",
  "Ak by sme spolu zostali zavretí celý deň bez možnosti vyjsť von, čo by si robil?",
  "Povedz mi najpikantnejšiu vec, ktorú si zatiaľ len pomyslel, ale nikdy nepovedal nahlas.",
  "Keby si ma mohol na 24 hodín ovládať, čo by si mi prikázal?",
  "Ktorá filmová postava ťa najviac vzrušila?",
  "Bol si už niekedy úplne nahý na mieste, kde by si nemal byť?",
  "Máš rád sex so svetlom alebo potme?",
  "Keby som ti dala masáž... kde by si chcel, aby som začala a kde skončila?",
  "Máš nejaký fetich, o ktorom skoro nikto nevie?",
  "Keby si sa zobudil ako opačné pohlavie, čo by si spravil ako prvé?",
  "Mal si niekedy erotický zážitok so staršou osobou?",
  "Veríš, že sex môže byť aj bez citov?",
  "Čo by si mi šepkal do ucha, ak by si chcel, aby som ťa hneď pobozkala?",
  "Ktorú časť môjho tela by si chcel pohladiť ako prvú?",
  "Keby sme boli sami v hotelovej izbe, čo by bola tvoja prvá myšlienka?",
  "Ktorá tvoja časť tela ti prináša najväčšie potešenie, keď sa jej niekto dotkne?",
  "Vieš byť ticho... aj v tých najvášnivejších chvíľach?",
  "Čo je podľa teba horúcejšie: pomalé zvádzanie alebo okamžitá vášeň?",
  "Mal si niekedy sex s niekým, koho si poznal menej ako hodinu?",
  "Ak by si si mal vybrať medzi sexom každý deň alebo len raz do roka, ale najlepší v živote, čo si zvolíš?"
]
